Repository: footbl/front-ios
Catalog: Footbl/*.lproj/Localizable.strings
Languages: de, es, fr, it, pt

# Create your group button title
source: Create your own group
de: Deine eigene Gruppe erstellen
es: Crear tu propio grupo
fr: Créer votre propre groupe
it: Crea il tuo gruppo
pt: Crie o seu próprio grupo

# %i stakes and %i comments
source: %1$i stakes and %2$i comments
de: %1$i Einsatz und %2$i Kommentare
es: Capital apostado
fr: %1$i mise et %2$i commentaires
it: %1$i scommessa e %2$i commenti
pt: %1$i apostas e %2$i comentários

source: Championships
de: Meisterschaften
es: Campeonatos
fr: Championnats
it: Campionati
pt: Campeonatos

# Create your group button subtitle
source: Bet with friends and prove who’s the best!
de: Wette mit Freunde und zeige, wer der Beste ist!
es: ¡Apuesta con tus amigos y demuestra quién es el mejor!
fr: Pariez avec vos amis, et prouvez qui est le meilleur !
it: Scommetti con gli amici e dimostra chi è il migliore!
pt: Aposte com amigos e prove quem é o melhor!

source: Close tutorial
de: Einführung schließen
es: Cerrar instrucciones
fr: Fermer le tutoriel
it: Chiudi tutorial
pt: Fechar tutorial

source: Draw
de: Remis
es: Empate
fr: Nul
it: Pareggio
pt: Empate

source: Find Friends
de: Freunde finden
es: Buscar amigos
fr: Trouver des amis
it: Trova amici
pt: Buscar Amigos

source: Groups
de: Gruppen
es: Grupos
fr: Groupes
it: Gruppi
pt: Grupos

source: Log in with Facebook
de: Mit Facebook einloggen
es: Iniciar sesión con Facebook
fr: Connexion avec Facebook
it: Accedi con Facebook
pt: Entrar com Facebook

source: Matches
de: Begegnungen
es: Partidos
it: Partite
pt: Partidas

source: New Group
de: Neue Gruppe
es: Nuevo grupo
fr: Nouveau groupe
it: Nuovo gruppo
pt: Novo grupo

source: OK
es: De acuerdo

source: Profile
de: Profil
es: Perfil
fr: Profil
it: Profilo
pt: Perfil

source: Profit
de: Gewinn
es: Beneficio
fr: Gain
it: Profitto
pt: Lucro

source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
it: Impostazioni
pt: Ajustes

source: Sign up
de: Abmelden
es: Registrarse
fr: Inscription
it: Iscriviti
pt: Criar uma conta

source: Skip for now
de: Vorerst überspringen
es: Omitir por ahora
fr: Passer pour l’instant
it: Salta per ora
pt: Pular

source: Stake
de: Einsatz
es: Apuesta
fr: Mise
it: Scommessa
pt: Aposta

source: Teams
de: Mannschaften
es: Equipos
fr: Équipes
it: Squadre
pt: Times

source: To return
de: Wettertrag
es: Ganancias
fr: Plus value
it: Ritorno
pt: Retorno

source: Tutorial
de: Einführung
es: Instrucciones
fr: Tutoriel

source: Wallet
de: Brieftasche
es: Cartera
fr: Porte-monnaie
it: Portafoglio
pt: Carteira

source: Version
es: Versión
it: Versione
pt: Versão

source: Now
de: Jetzt
es: Ahora
fr: Maintenant
it: Ora
pt: Agora

source: Or
de: Oder
es: O
fr: Ou
it: O
pt: Ou

source: Group Info
de: Gruppeninformation
es: Información de grupo
fr: Infos du groupe
it: Info sul gruppo
pt: Info do Grupo

source: Group
de: Gruppe
es: Grupo
fr: Groupe
it: Gruppo
pt: Grupo

source: Leave group
de: Gruppe verlassen
es: Abandonar grupo
fr: Quitter le groupe
it: Lascia il gruppo
pt: Sair do grupo

source: Live - %i'
es: En juego - %i'
fr: Direct - %i'
pt: Ao vivo - %i'

source: Logout
de: Ausloggen
es: Cerrar sesión
fr: Déconnexion
it: Esci

source: %i rounds to end
de: %i Runden bis zum Schluss
es: %i rondas para acabar
fr: %i tours avant la fin
it: %i turni alla fine
pt: %i rodadas para terminar

# 1 round to end
source: Last round
de: Letzte Runde
es: Última ronda
fr: Dernier tour
it: Ultimo turno
pt: Última rodada

source: Championship finished
de: Meisterschaft beendet
es: Campeonato terminado
fr: Championnat terminé
it: Campionato finito
pt: Campeonato encerrado

source: %i characters left
de: %i Zeichen verbleibend
es: %i caracteres restantes
fr: %i caractères restants
it: %i caratteri rimasti
pt: %i caracteres restantes

source: 1 character left
de: 1 Zeichen verbleibend
es: 1 carácter restante
fr: 1 caractère restant
it: 1 carattere rimasto
pt: 1 caracter restante

# NOTIFICATION_GROUP_ADDED
source: %@ just added you to the group %@ (%@).
de: %@ hat Sie zu einer neuen Gruppe hinzugefügt!
es: %@ te ha añadido a un nuevo grupo!
fr: %@ vous a ajouté à un nouveau groupe!
it: %@ ti ha appena aggiunto al gruppo %@ (%@).
pt: Olha a batiiiiida! %@ te adicionou a um novo grupo.

# NOTIFICATION_ROUND_END
source: You've just made ฿%@ on %@! Check?
de: Alle Spiele sind fertig! Überprüfen Sie Ergebnisse?
es: Los partidos se acabaron! Verificar los resultados?
fr: Les matchs sont terminés! Afficher les résultats?
it: Hai guadagnato ฿%@ su %@. Controllare?
pt: Apiiiiita o árbitro! Ver resultados?

# NOTIFICATION_LEAGUE_END
source: %@ has just ended. Check your standings?
de: %@ endete gerade. Möchtest du deine Ergebnisse einsehen?
es: %@ acaba de terminar. ¿Quieres comprobar tu clasificación?
fr: %@ vient de finir. Vérifier votre classement ?
it: %@ è appena finito Controlla la tua classifica?
pt: %@ acabou! Ver os resultados?

source: Add photo
de: Foto hinzufügen
es: Añadir foto
fr: Ajouter une photo
it: Aggiungi foto
pt: Adic. foto

source: Insert group name
de: Gruppennamen einfügen
es: Insertar nombre de grupo
fr: Saisissez le nom du groupe
it: Inserisci il nome del gruppo
pt: Digite o nome do grupo

source: Next
de: Weiter
es: Siguiente
fr: Suivant
it: Prossimo
pt: Continuar

# NOTIFICATION_ROUND_START
source: Matches are about to start… wanna bet?
de: Gleich beginnen Spiele ... möchtest du wetten?
es: Los partidos están a punto de comenzar… ¿quieres apostar?
fr: Des matches vont commencer… vous voulez parier ?
it: Le partite stanno per iniziare… vuoi scommettere?
pt: Partidas estão para começar… quer apostar?

source: Add members
de: Mitglieder hinzufügen
es: Añadir miembros
fr: Ajouter des membres
it: Aggiungi membri
pt: Adic. amigos

source: Contacts
de: Kontakte
es: Contactos
it: Contatti
pt: Contatos

source: Create
de: Erstellen
es: Crear
fr: Créer
it: Crea
pt: Criar

source: Select league
de: Liga wählen
es: Seleccionar liga
fr: Choisir une ligue
it: Seleziona campionato
pt: Selecione a liga

source: Type a friend's name
de: Gib den Namen eines Freundes ein
es: Escribe el nombre de un amigo
fr: Tapez le nom d’un ami
it: Digita il nome di un amico
pt: Digite o nome do seu amigo

source: Continue
de: Fortfahren
es: Continuar
fr: Continuer
it: Continua
pt: Continuar

# Sign up text: email
source: Hello! Please insert your email.
de: Hallo! Bitte setze deine E-Mail-Adresse ein.
es: ¡Hola! Introduce tu correo electrónico, por favor.
fr: Bonjour ! Veuillez saisir votre e-mail.
it: Ciao! Inserisci il tuo indirizzo email.
pt: Olá! Por favor insira seu email.

# Sign up text: password confirmation
source: Thanks! Please confirm your password.
de: Danke! Bitte bestätige dein Passwort.
es: ¡Gracias! Confirma tu contraseña, por favor.
fr: Merci ! Veuillez confirmer votre mot de passe.
it: Grazie! Ti preghiamo di confermare la tua password.
pt: Obrigado! Agora é só confirmar aquela senha.

# Sign up text: password
source: Awesome! Please type a password.
de: Großartig! Bitte gib ein Passwort ein.
es: ¡Genial! Escribe una contraseña, por favor.
fr: Fantastique ! Veuillez saisir un mot de passe.
it: Impressionante! Si prega di digitare una password.
pt: Prazer em conhecê-lo! Agora digite uma senha.

# Sign up text: username
source: Almost done! Please insert your @username.
de: Fast geschafft! Bitte gib dein @username ein.
es: ¡Ya casi estamos! Introduce tu @username, por favor.
fr: Presque fini ! Veuillez saisir votre @username.
it: Quasi finito! Per favore inseriasci la tua @username.
pt: Quase pronto! Qual o seu @usuário?

# Sign up text: email hint
source: This doesn't appear to be an email address...are you sure about that?
de: Das scheint keine E-Mail-Adresse zu sein ... bist du dir ganz sicher?
es: Esto no parece una dirección de correo electrónico… ¿estás seguro(a)?
fr: Ça n’a pas l’air d’une adresse e-mail, êtes-vous sûr(e) ?
it: Questo non sembra essere un indirizzo email... sei sicuro di questo?
pt: Isso não parece ser um email...tem certeza?

# Sign up text: password confirmation hint
source: Passwords don't match...weird!
de: Die Passwörter stimmen nicht überein ... seltsam!
es: Las contraseñas no coinciden… ¡qué raro!
fr: Les mots de passe ne correspondent pas…bizarre !
it: Le password non corrispondono... strano!
pt: As senhas não estão batendo...

# Sign up text: password hint
source: Make sure it's at least 6 characters.
de: Es müssen mindestens 6 Zeichen sein.
es: Asegúrate de que tenga al menos 6 caracteres.
fr: Assurez-vous qu’il comporte au moins 6 caractères.
it: Assicurati che sia di almeno 6 caratteri.
pt: A senha precisa ter pelo menos 6 caracteres.

# Login text: welcome back
source: Welcome back!
de: Willkommen zurück!
es: ¡Bienvenido(a) de nuevo!
fr: Bienvenue !
it: Bentornato!
pt: Seja bem vindo!

source: Sign in
de: Anmelden
es: Iniciar sesión
fr: Connexion
it: Accedi

# Sign up text: username hint
source: It should be from 5 to 20 characters, using letters, numbers or underscore.
de: Es sollte zwischen 5 und 20 Zeichen lang sein, mit Buchstaben, Zahlen oder Unterstrich.
es: Debería ser de 5 a 20 caracteres, con letras, números o guión bajo.
fr: Il devrait être de 5 à 20 caractères, en utilisant des lettres, des chiffres ou de soulignement.
it: Dovrebbe essere da 5 a 20 caratteri, usando lettere, numeri o underscore.
pt: O seu @usuário deve ter de 5 a 20 caracteres, usando letras ou números.

# Facebook group invitation message
source: footbl | wanna bet?
de: footbl | wollen wir wetten?
es: footbl | ¿quieres apostar?
fr: footbl | on parie ?
it: footbl | Vuoi scommettere?

# Facebook group invitation title
source: Join my group!
de: Tritt meiner Gruppe
es: ¡Únete a mi grupo!
fr: Rejoignez mon groupe!
it: Unisciti al mio gruppo!
pt: Entre no meu grupo!

# FootblAPI error: unknown error
source: Unknown error, please check your connection and try again.
de: Unbekannter Fehler, bitte überprüfe deine Verbindung und versuche es erneut.
es: Error desconocido, por favor, comprueba tu conexión y vuelve a probar.
fr: Erreur inconnue, veuillez vérifier votre connexion et réessayer.
it: Errore sconosciuto, controlla la connessione e riprova.
pt: Erro desconhecido, por favor verifique a sua conexão e tente novamente.

# Sign up text: name hint
source: This doens't look like a name to me...
de: Das sieht für mich nicht nach einem Namen aus...
es: Eso no me parece que sea un nombre...
fr: Ça ne ressemble pas à un nom...
it: Questo non mi sembra un nome...
pt: Isso não parece um nome pra mim...

# Sign up text: name
source: Nice! What's your name?
de: Knorke! Was ist dein Name?
es: ¡Perfecto! ¿Cómo te llamas?
fr: Génial ! Quel est votre nom ?
it: Bello! Qual è il tuo nome?
pt: Legal! Qual o seu nome?

# Championship: World Cup
source: World
de: Welt
es: Mundo
fr: Monde
it: Mondo
pt: Mundo

source: Cancel
de: Abbruch
es: Cancelar
fr: Annuler
it: Annulla
pt: Cancelar

source: Import from Facebook
de: Aus Facebook importieren
es: Importar desde Facebook
fr: Importer de Facebook
it: Importa da Facebook
pt: Importar do Facebook

source: Import from Library
de: Aus Bibliothek importieren
es: Importar desde biblioteca
fr: Importer de la bibliothèque
it: Importa da Libreria
pt: Escolher existente

source: Take photo
de: Foto aufnehmen
es: Hacer foto
fr: Prendre une photo
it: Scatta foto
pt: Tirar foto

# Country: International
source: International
es: Internacional
it: Internazionale
pt: Internacional

source: 'Since' MMMM YYYY
de: 'Seit' MMMM YYYY
es: 'Desde' MMMM YYYY
fr: 'Depuis le' MMMM YYYY
it: 'Dal' MMMM YYYY
pt: 'Desde' MMMM 'de' YYYY

source: betting in 1 league
de: wetten in 1 Ligen
es: apostando en 1 liga
fr: paris dans 1 ligues
it: scommesse in 1 campionati
pt: apostando em 1 liga

source: betting in %i leagues
de: wettend in %i Ligen
es: apostando en %i ligas
fr: paris dans %i ligues
it: scommesse in %i campionati
pt: apostando em %i ligas

# Country: BR
source: Brazil
de: Brasilien
es: Brasil
fr: Brésil
it: Brasile
pt: Brasil

source: 'Highest: %@ in' MMMM YYYY
de: 'Höchststand: %@ am' MMMM YYYY
es: 'Máximo: %@ en' MMMM YYYY
fr: 'Record : %@ le' MMMM YYYY
it: 'Più alto: %@ il' MMMM YYYY
pt: 'Recorde: %@ em' MMMM 'de' YYYY

source: Final
de: Schlussstand
es: Finalizado
it: Finale

source: Share
de: Teilen
es: Compartir
fr: Partager
it: Condividi
pt: Compartilhar

# Share match: finished with bet (draw)
source: It's a draw! #footbl | wanna bet? http://footbl.co/dl
de: Ein Unentschieden! footbl | wollen wir wetten?
es: ¡Han empatado! footbl | ¿quieres apostar?
fr: C’est un nul ! footbl | on parie ?
it: È un pareggio! footbl | Vuoi scommettere?
pt: Empatou! #footbl | wanna bet? http://footbl.co/dl

# Share match: finished with bet
source: Way to go, %1$@! #footbl | wanna bet? http://footbl.co/dl
de: Weiter so, %1$@! footbl | wollen wir wetten?
es: ¡Bien hecho, %1$@! footbl | ¿quieres apostar?
fr: Bien joué %1$@ ! footbl | on parie ?
it: Benissimo, %1$@! footbl | Vuoi scommettere?
pt: Boa, %1$@!! #footbl | wanna bet? http://footbl.co/dl

# Share match: finished without bet
source: Good game! #footbl | wanna bet? http://footbl.co/dl
de: Gutes Spiel! footbl | wollen wir wetten?
es: ¡Gran partido! footbl | ¿quieres apostar?
fr: Bon match ! footbl | on parie ?
it: Buona partita! footbl | Vuoi scommettere?
pt: Jogão! #footbl | wanna bet? http://footbl.co/dl

# Share match: live with bet (draw)
source: It's going to be a draw! #footbl | wanna bet? http://footbl.co/dl
de: Das wird ein Unentschieden! footbl | wollen wir wetten?
es: ¡Va a acabar en empate! footbl | ¿quieres apostar?
fr: Ça va finir en match nul ! footbl | on parie ?
it: Sarà un pareggio footbl | Vuoi scommettere?
pt: Vai dar empate, certeza! #footbl | wanna bet? http://footbl.co/dl

# Share match: live with bet
source: Go %1$@! #footbl | wanna bet? http://footbl.co/dl
de: Vorwärts, %1$@! footbl | wollen wir wetten?
es: ¡Vamos %1$@! footbl | ¿quieres apostar?
fr: Allez %1$@ ! footbl | on parie ?
it: Forza %1$@! footbl | Vuoi scommettere?
pt: Vai %1$@! #footbl | wanna bet? http://footbl.co/dl

# Share match: live without bet
source: Good game! #footbl | wanna bet? http://footbl.co/dl
de: Gutes Spiel! footbl | wollen wir wetten?
es: ¡Gran partido! footbl | ¿quieres apostar?
fr: Bon match ! footbl | on parie ?
it: Buona partita! footbl | Vuoi scommettere?
pt: Jogão! #footbl | wanna bet? http://footbl.co/dl

# Share match: waiting with bet (draw)
source: It's going to be a draw! #footbl | wanna bet? http://footbl.co/dl
de: Das wird ein Unentschieden! footbl | wollen wir wetten?
es: ¡Va a acabar en empate! footbl | ¿quieres apostar?
fr: Ça va finir en match nul ! footbl | on parie ?
it: Sarà un pareggio footbl | Vuoi scommettere?
pt: Vai dar empate, certeza! #footbl | wanna bet? http://footbl.co/dl

# Share match: waiting with bet
source: %1$@, for sure! #footbl | wanna bet? http://footbl.co/dl
de: %1$@, ganz klar! footbl | wollen wir wetten?
es: ¡%1$@, por supuesto! footbl | ¿quieres apostar?
fr: %1$@, sans aucun doute ! footbl | on parie ?
it: %1$@,di sicuro!
pt: Vai dar %1$@! #footbl | wanna bet? http://footbl.co/dl

# Share match: waiting without bet
source: Which team should I bet on? %1$@ or %2$@? #footbl | wanna bet? http://footbl.co/dl
de: Auf welche Mannschaft sollte ich wetten? %1$@ oder %2$@? footbl | wollen wir wetten?
es: ¿Por qué equipo debería apostar? ¿%1$@ o %2$@? footbl | ¿quieres apostar?
fr: Sur quelle équipe devrais-je parier ? %1$@ ou %2$@ ? footbl | on parie ?
it: Su quale squadra dovrei scommettere? %1$@ or %2$@? footbl | Vuoi scommettere?
pt: Em qual apostar? %1$@ ou %2$@? #footbl | wanna bet? http://footbl.co/dl

# Cannot update wallet due to wallet balance
source: You can only recharge your Wallet when you have less the ฿100 available (Wallet balance + Stake).
de: Du kannst deine Brieftasche nur auffüllen, wenn du über weniger als ฿100 verfügst
es: Solo puedes recargar tu Cartera cuando tengas menos de ฿100 disponibles
fr: Vous pouvez renflouer votre Porte-monnaie uniquement quand il vous reste moins de ฿100
it: Puoi ricaricare solo il vostro portafoglio quando hai meno di ฿100 disponibile
pt: Você só pode recarregar sua carteira quando tiver menos do que ฿100 disponível (saldo da Carteira + Aposta).

# Ops
source: Oops
de: Hoppla
es: Uy
fr: Oups
pt: Ops

# Email placeholder
source: Email
es: Correo electrónico

# Password placeholder
source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
pt: Senha

source: Favorites
de: Favoriten
es: Favoritos
fr: Favoris
it: Preferiti
pt: Favoritos

# Featured users title
source: Featured
de: Hervorgehoben
es: Destacados
fr: En vedette
it: In evidenza
pt: Destaques

source: Featured users
de: Hervorgehobene Benutzer
es: Usuarios destacados
fr: Utilisateurs vedettes
it: Utenti preferiti
pt: Usuários em destaque

# Sign up text: about hint
source: Less than 70 characteres, please :)
de: Weniger als 70 Zeichen, bitte :)
es: Menos de 70 caracteres, por favor :)
fr: Moins de 70 caractères, s'il vous plaît :)
it: Meno di 70 caratteri, per favore :)
pt: Menos de 70 caracteres, por favor :)

# Sign up text: about
source: Lastly… Who are you? Briefly describe yourself! (or not)
de: Zuletzt ... wer bist du? Beschreibe dich kurz! (oder auch nicht)
es: Por último… ¿quién eres? ¡Descríbete brevemente! (o no lo hagas)
fr: Pour finir… Qui êtes-vous ? Décrivez-vous brièvement ! (ou pas)
it: Infine... Chi sei? Brevemente descriviti! (o no)
pt: Por último… Quem é você? Digite uma breve descrição! (ou não)

source: Choose from my albums
de: Aus meinen Alben wählen
es: Seleccionar de mis álbumes
fr: Choisir dans mes albums
it: Scegli tra i miei album
pt: Biblioteca de fotos

# Sign up text: profile
source: It's time to selfie. Or choose a nice pic!
de: Zeit für ein Selbstporträt. Oder wähle ein schönes Bild aus!
es: Es hora de hacerse una autofoto. ¡O de elegir una buena foto!
fr: C’est le moment de prendre un selfie. Ou de choisir une jolie image !
it: È tempo di selfie. Oppure scegli una bella foto!
pt: Hora de tirar uma selfie... Ou escolher uma foto bacana!

source: Camera is not available on your device, sorry!
de: Kamera ist nicht verfügbar, auf Ihrem Gerät! Es tut uns leid!
es: La cámara no está disponible en su dispositivo, lo siento!
fr: Appareil photo n'est pas disponible sur votre appareil, désolé!
it: La fotocamera non è disponibile sul dispositivo, mi dispiace!
pt: Não é possível tirar fotos com o seu iDevice.

source: Is this correct?
de: Ist das richtig?
es: ¿Es correcto?
fr: Est-ce exact ?
it: È corretto?
pt: Está tudo certo?

source: Yes
de: Ja
es: Sí
fr: Oui
it: Sì
pt: Sim

source: You entered your email as %@
de: Du hast deine E-Mail-Adresse als %@ angegeben
es: Has introducido tu correo electrónico como %@
fr: Vous avez saisi votre e-mail %@
it: Hai inserito la tua email come %@
pt: Você digitou seu e-mail como %@

source: About
de: Über
es: Acerca de
fr: À propos
it: Riguardo a
pt: Sobre

# Can't send email message
source: To be able to send an email, please set up an account (Settings -> Mail, Contacts, Calendars)
de: Lege bitte einen Account an, um eine E-Mail senden zu können (Einstellungen -> Mail, Kontakte, Kalender)
es: Para poder enviar un correo electrónico, por favor, configura una cuenta (Ajustes -> Correo, Contactos, Calendarios)
fr: Pour pouvoir envoyer un e-mail, veuillez paramétrer un compte (Paramètres -> Courrier, Contacts, Calendriers)
it: Per poter inviare una e-mail , si prega di impostare un account (Impostazioni -> Posta, contatti, calendari )
pt: Para que seja possível enviar um email, por favor configure uma conta no seu aparelho (Ajustes -> Mail, Contatos, Calendários)

# Can't send email title
source: No email account set up
de: Kein E-Mail-Account eingerichtet
es: No se ha configurado ninguna cuenta de correo
fr: Aucun compte e-mail paramétré
it: Nessun account e-mail configurato
pt: Nenhuma conta de email configurada

source: My account
de: Mein Account
es: Mi cuenta
fr: Mon compte
it: Il mio account
pt: Minha conta

# Sharing text
source: Check out this awesome app! footbl | wanna bet?
de: Schau dir mal diese tolle App an!
es: ¡Échale un vistazo a esta increíble aplicación!
fr: Jetez un œil sur cette application géniale !
it: Prova questa bellissima app!
pt: Dá uma olhada nesse aplicativo! footbl | wanna bet?

# Sharing URL
source: https://itunes.apple.com/us/app/footbl/id881307076?ls=1&mt=8
de: https://itunes.apple.com/de/app/footbl/id881307076?ls=1&mt=8
es: https://itunes.apple.com/es/app/footbl/id881307076?ls=1&mt=8
fr: https://itunes.apple.com/fr/app/footbl/id881307076?ls=1&mt=8
it: https://itunes.apple.com/it/app/footbl/id881307076?ls=1&mt=8
pt: https://itunes.apple.com/br/app/footbl/id881307076?ls=1&mt=8

# Support email subject
source: Support - %@
de: unterstützt - %@
es: Apoyar a %@
fr: Soutenir - %@
it: Sostenere - %@
pt: Suporte - %@

source: Support
es: Servicio al cliente
fr: Assistance
it: Assistenza
pt: Suporte

source: Review on App Store
de: Im App Store bewerten
es: Valoración en App Store
fr: Avis sur l'App Store
it: Fai la recensione su App Store
pt: Avalie na App Store

source: Tell a friend
de: Einem Freund erzählen
es: Díselo a un amigo
fr: Dire à un ami
it: Dillo ad un amico
pt: Compartilhe com os amigos

source: Licenses
de: Lizenzen
es: Licencias
fr: Licences
it: Licenze
pt: Licenças

source: Change password
de: Passwort ändern
es: Cambiar contraseña
fr: Changer le mot de passe
it: Cambia password
pt: Trocar senha

source: Delete account
de: Account löschen
es: Eliminar cuenta
fr: Supprimer le compte
it: Elimina account
pt: Apagar conta

source: Edit profile
de: Profil bearbeiten
es: Editar perfil
fr: Éditer le profil
it: Modifica profilo
pt: Editar perfil

source: Update profile picture
de: Profilbild aktualisieren
es: Subir foto de perfil
fr: Mettre à jour l’image du profil
it: Aggiorna l'immagine del profilo
pt: Trocar foto do perfil

# Change password text: insert new password
source: Type your new password.
de: Geben Sie das neue Kennwort ein.
es: Escriba la nueva contraseña.
fr: Tapez votre nouveau mot de passe.
it: Digitare la nuova password.
pt: Insira a sua nova senha.

# Change password text: insert old password
source: Type your old password.
de: Geben Sie Ihr altes Passwort ein.
es: Escriba la contraseña antigua.
fr: Tapez votre ancien mot de passe.
it: Digitare la vecchia password.
pt: Insira a sua senha antiga.

# Change password text: new password hint
source: Make sure it's at least 6 characters.
de: Es müssen mindestens 6 Zeichen sein.
es: Asegúrate de que tenga al menos 6 caracteres.
fr: Assurez-vous qu’il comporte au moins 6 caractères.
it: Assicurati che sia almeno di 6 caratteri.
pt: A senha precisa ter pelo menos 6 caracteres.

# Change password text: old password hint
source: Passwords don't match...weird!
de: Die Passwörter stimmen nicht überein ... seltsam!
es: Las contraseñas no coinciden… ¡qué raro!
fr: Les mots de passe ne correspondent pas…bizarre !
it: Le password non corrispondono... strano!
pt: As senhas não estão batendo...

source: About me
de: Über mich
es: Sobre mí
fr: À propos de moi
it: Su di me
pt: Sobre mim

source: Name
es: Nombre
fr: Nom
it: Nome
pt: Nome
