Repository: footbl/front-ios
Catalog: Footbl/*.lproj/Localizable.strings
Languages: de, es, fr, it, pt

# Anonymous user message
source: You're not logged in. To view your profile or join groups, you need to create an account or login with Facebook. Things will get even better!
de: Du bist nicht eingeloggt. Um dein Profil einzusehen oder Gruppen beizutreten, musst du einen Account anlegen oder dich mit Facebook einloggen. Es wird sogar noch besser!
es: No has iniciado sesión. Para ver tu perfil o unirte a grupos necesitas crear una cuenta o iniciar sesión con Facebook. ¡Todo va a ir aún mejor!
fr: Vous n’êtes pas connecté(e). Pour voir votre profil ou rejoindre des groupes, vous devez créer un compte ou vous connecter avec Facebook. Tout sera encore plus agréable !
it: Non sei registrato. Per visualizzare il tuo profilo o partecipare in gruppo è necessario creare un account o accedere con Facebook. Le cose andranno ancora meglio!
pt: Você não está logado. Para ter seu perfil e poder criar ou participar de grupos, crie sua conta ou faça log-in pelo Facebook. As coisas ficarão ainda mais divertidas!

source: Create my account
de: Meinen Account erstellen
es: Crear mi cuenta
fr: Créer mon compte
it: Crea il mio account
pt: Criar uma conta

source: Add new members
de: Neue Mitglieder hinzufügen
es: Añadir nuevos miembros
fr: Ajouter de nouveaux membres
it: Aggiungi membri
pt: Convidar amigos

source: Anyone can add members
de: Jeder kann Mitglieder hinzufügen
es: Cualquiera puede añadir miembros
fr: Tout le monde peut ajouter des membres
it: Chiunque può aggiungere membri
pt: Todos podem convidar amigos

source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
pt: Fechar

source: Get started
de: Einstieg
es: Comenzar
fr: Commencer
it: Inizia
pt: Começar

source: View tutorial
de: Einführung ansehen
es: Ver instrucciones
fr: Voir le tutoriel
it: Guarda Tutorial
pt: Ver tutorial

source: Are you sure you want to delete your account?
de: Bist du sicher, dass du deinen Account löschen möchtest?
es: ¿Estás seguro(a) de que quieres eliminar tu cuenta?
fr: Êtes-vous sûr(e) de vouloir supprimer votre compte ?
it: Sei sicuro di voler eliminare il tuo account?
pt: Tem certeza que deseja apagar a sua conta?

source: Delete Now
de: Jetzt löschen
es: Eliminar ahora
fr: Supprimer maintenant
it: Elimina ora
pt: Sim

source: Sorry to see you go!
de: Schade, dass du wieder gehst!
es: ¡Sentimos verte marchar!
fr: Désolé de vous voir partir !
it: Mi dispiace vederti andare via!
pt: É triste ver você ir embora!

# Error: authentication error, need to login again
source: Authentication error, please login again
de: Authentifizierungsfehler, bitte erneut einloggen
es: Error de autenticación, por favor, vuelve a iniciar sesión
fr: Erreur d’authentification, veuillez vous reconnecter
it: Errore di autenticazione, effettua il login nuovo
pt: Não foi possível autenticar o usuário, por favor faça o login novamente

# Error: invalid username or password
source: Invalid email or password
de: E-Mail oder Passwort ungültig
es: Correo electrónico o contraseña inválidos
fr: E-mail ou mot de passe incorrect
it: E-mail o password non validi
pt: Email ou senha inválido

# Error: email or username already taken
source: Email or username already taken
de: E-Mail oder Benutzername schon vergeben
es: El correo electrónico o el usuario ya están en uso
fr: E-mail ou nom d’utilisateur déjà utilisé
it: Email o nome utente già adottato
pt: Email ou usuário já existente

# Error: insufient funds
source: You're out of cash! Recharge your wallet or undo a few bets, if possible.
de: Du hast kein Geld mehr! Fülle deine Brieftasche wieder auf oder mache einige Wetten rückgängig, falls möglich.
es: ¡Te has quedado sin dinero! Recarga tu cartera o deshaz algunas apuestas, si es posible.
fr: Vous êtes à court d’argent ! Renflouez votre porte-monnaie ou annulez quelques paris, si c’est possible.
it: Hai finito i soldi! Ricarica il portafoglio o annulla un paio di puntate, se possibile.
pt: Sua grana acabou! Recarrege sua carteira ou desfaça algumas apostas, se possível.

source: Copied!
de: Kopiert!
es: ¡Copiado!
fr: Copié !
it: Copiato!
pt: Copiado!

source: Copy sharing code
de: Code zum Teilen kopieren
es: Copiar código para compartir
fr: Copier le code de partage
it: Copia il codice di condivisione
pt: Copiar código do grupo

source: Create a new group
de: Eine neue Gruppe erstellen
es: Crear un nuevo grupo
fr: Créer un nouveau groupe
it: Crea un nuovo gruppo
pt: Deseja criar um novo grupo?

source: Do you have an invitation code?
de: Hast du einen Einladungscode?
es: ¿Tienes un código de invitación?
fr: Avez-vous un code d’invitation ?
it: Hai un codice di invito?
pt: Você já tem um código de convite?

source: Insert invitation code
de: Einladungscode einfügen
es: Insertar código de invitación
fr: Saisissez le code d’invitation
it: Inserisci il codice di invito
pt: Inserir código de convite

source: Join Group
de: Gruppe beitreten
es: Unirse a grupo
fr: Rejoindre un groupe
it: Iscriviti al gruppo
pt: Entrar no Grupo

# Paste on WhatsApp, Facebook & Twitter
source: Share on WhatsApp, Facebook & Twitter
de: Auf WhatsApp, Facebook & Twitter teilen
es: Compartir en WhatsApp, Facebook & Twitter
fr: Partager sur WhatsApp, Facebook & Twitter
it: Condividi su WhatsApp, Facebook & Twitter
pt: Compartilhe no WhatsApp & Facebook

source: Everyone
de: Jeder
es: Todo el mundo
fr: Tout le monde
it: Tutti
pt: Todo mundo

source: Email already exists. Do you want to log in instead?
de: E-Mail existiert bereits. Möchtest du dich stattdessen einloggen?
es: El correo electrónico ya existe. ¿Quieres iniciar sesión?
fr: Cet e-mail existe déjà. Voulez-vous plutôt vous connecter ?
it: L'email esiste già. Vuoi accedere invece?
pt: Esse email já existe. Deseja fazer login com esse usuário?

# Username already taken, please choose another
source: Sorry, username already taken!
de: Der Benutzername ist leider schon vergeben!
es: ¡Lo sentimos, el nombre de usuario ya está en uso!
fr: Désolé, ce nom d’utilisateur est déjà pris !
it: Spiacenti, il nome utente è già stato preso!
pt: Esse usuário já existe!

source: And bring friends
de: Und bringe Freunde mit
es: Y trae a tus amigos
fr: Et ramener des amis
it: E porta degli amici
pt: E traga seus amigos

# Join my group on Footbl! Access %@ or use the code %@
source: Join my group on footbl! Access %1$@ or use the code %2$@. footbl | wanna bet?
de: Tritt meiner Gruppe auf Footbl bei! Gehe zu %1$@ oder verwende den Code %2$@. footbl | wollen wir wetten?
es: ¡Únete a mi grupo en Footbl! Accede a %1$@ o usa el código %2$@. footbl | ¿quieres apostar?
fr: Rejoignez mon groupe sur Footbl ! Allez sur %1$@ ou utilisez le code %2$@. footbl | on parie ?
it: Unisciti al mio gruppo su Footbl! Accedi %1$@ o usa il codice %2$@. footbl | Vuoi scommettere?
pt: Entre no meu grupo do footbl! Acesse %1$@ ou use o código %2$@. footbl | wanna bet?

source: Share on WhatsApp
de: Auf WhatsApp
es: ¡Comparte en WhatsApp!
fr: Partagez sur WhatsApp
it: Condividi su WhatsApp
pt: Compartilhe no WhatsApp

# Error: group not found
source: We didn't found any group with this code. Are you sure it's correct?
de: Wir fanden keine Gruppe mit diesem Code zu finden. Sind Sie sicher, dass es korrekt ist?
es: No se encontró ningún grupo con este código. ¿Estás seguro de que es correcto?
fr: On n'ai pas trouvé un groupe avec ce code. Êtes-vous sûr que c'est correct?
it: Non abbiamo trovato un gruppo con questo codice. Sei sicuro che sia corretta?
pt: Não encontramos nenhum grupo com esse código, tem certeza que ele está certo?

source: Not now
de: Jetzt nicht
es: Ahora no
fr: Pas maintenant
it: Non ora
pt: Agora não

source: Share "%@" on WhatsApp and bring friends!
de: Auf WhatsApp und Freunde mitbringen!
es: ¡Comparte en WhatsApp y trae a tus amigos!
fr: Partagez sur WhatsApp et ramenez des amis !
it: Condividi su WhatsApp e porta degli amici!
pt: Compartilhe "%@" no WhatsApp e traga amigos!

source: Sure
de: Natürlich!
es: ¡Claro!
fr: Certainement!
it: Certo!
pt: Claro

source: wanna bet?
de: wollen wir wetten?
es: ¿quieres apostar?
fr: on parie ?
it: vuoi scommettere?

source: Search
de: Suche
es: Buscar
fr: Recherche
it: Cerca
pt: Busca

source: Loading
de: Beladung
es: Cargando
fr: Chargement
it: Carico
pt: Carregando

source: Last %lu rounds
de: Letzten %lu Runden
es: %lu últimas rondas
fr: %lu derniers tours
it: Ultimi %lu giri
pt: Últimas %lu rodadas

source: Wallet Evolution
de: Brieftasche Evolution
es: Evolución de la cartera
fr: Evolution du porte-monnaie
it: Evoluzione del portafoglio
pt: Evolução da Carteira

source: Error
de: Fehler
fr: Erreur
it: Errore
pt: Erro

source: No
de: Nein
fr: Non
pt: Não

source: Legal
de: Rechtliches
fr: Infos légales
it: Informazioni legali

# Support email body
source: The information below will be used to make the support more effective and solve your problem ASAP. App: %@ v%@ System: %@ (%@) User: %@
pt: As informações abaixo serão utilizadas para tornar o suporte mais efetivo e resolver o seu problema o mais rápido possível. Aplicativo: %@ v%@ Sistema: %@ (%@) Usuário: %@
